13/data/attachments/74de64ef5a54774a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48401910-2f54-4b0d-b617-503f49cfe414</nif:username>
            <nif:friendToBeAdded>Brandon_hotel_Actions_84289_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>